package com.company;

import java.util.Scanner;

class App {
    public void run() {
        Scanner scanner = new Scanner(System.in);
        System.out.println("Введите текст: ");
        /*
         * Создадим массив из символов алфавита
         * Попросим ввести строку пользователя(str)
         * Проходим по массиву abc и ищем индекс вхождения этого символа в str.
         * Если возвращается -1 то такого символа нет - записываем его в массив
         * нехватающих символов notAbc[33]
         * Если -1 не встречался, то текст содержит все буквы алфавита.
         * Если -1 сработал, то выводим набор символов, которые отсутствуют в тексте.
         */

    }
}
